docs/libros2024.html
<!DOCTYPE html>
<html lang="es">
<head>
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Un año de libros - Edición 2023</title>
<meta name="author" content="Juan E. Gómez-Morantes" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css" />
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href=""> UP </a>
 |
 <a accesskey="H" href="index.html"> HOME </a>
</div><div id="content" class="content">
<header>
<h1 class="title">Un año de libros - Edición 2023</h1>
</header><p>
Esta es una lista de los libros leídos durante el 2023, y un par que, a pesar de intentarlo, fueron abandonados.
</p>
<div id="outline-container-org3526067" class="outline-2">
<h2 id="org3526067">Los leídos</h2>
<div class="outline-text-2" id="text-org3526067">
<table>


<colgroup>
<col  class="org-left">

<col  class="org-left">

<col  class="org-left">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Título</th>
<th scope="col" class="org-left">Autor</th>
<th scope="col" class="org-left">Género</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">El infinito en un junco: la invención de los libros en el mundo antiguo</td>
<td class="org-left">Irene Vallejo</td>
<td class="org-left">No ficción</td>
</tr>

<tr>
<td class="org-left">La Forma de Las Ruinas</td>
<td class="org-left">Juan Gabriel Vásquez</td>
<td class="org-left">Ficción</td>
</tr>

<tr>
<td class="org-left">Mi historia</td>
<td class="org-left">Emmeline Pankhurst</td>
<td class="org-left">No ficción</td>
</tr>

<tr>
<td class="org-left">The Book of Goose</td>
<td class="org-left">Yiyun Li</td>
<td class="org-left">Ficción</td>
</tr>

<tr>
<td class="org-left">The Charisma Machine:  Death The Life and Legacy of One Laptop per Child,</td>
<td class="org-left">Morgan G. Ames</td>
<td class="org-left">Académico</td>
</tr>

<tr>
<td class="org-left">Hoy es siempre todavía: la historia de cómo descubrí que el cáncer es como la vida</td>
<td class="org-left">Alejandro Gaviria</td>
<td class="org-left">No ficción</td>
</tr>

<tr>
<td class="org-left">El Palacio de Justicia: Una Trajedia Colombiana</td>
<td class="org-left">Ana Carrigan</td>
<td class="org-left">No ficción</td>
</tr>

<tr>
<td class="org-left">The Last White Man</td>
<td class="org-left">Mohsin Hamid</td>
<td class="org-left">Ficción</td>
</tr>

<tr>
<td class="org-left">A visit from the Goon Squad</td>
<td class="org-left">Jennifer Egan</td>
<td class="org-left">Ficción</td>
</tr>

<tr>
<td class="org-left">El palacio sin máscara</td>
<td class="org-left">Germán Castro Caycedo</td>
<td class="org-left">No ficción</td>
</tr>

<tr>
<td class="org-left">Informe final de la comisión de la verdad sobre los hechos del Palacio de Justicia</td>
<td class="org-left">Jorge Aníbal Gómez Gallego, José Roberto Herrera Vergara, y Nilson Pinilla Pinilla</td>
<td class="org-left">No ficción</td>
</tr>

<tr>
<td class="org-left">La Amiga Estupenda</td>
<td class="org-left">Helena Ferrante</td>
<td class="org-left">Ficción</td>
</tr>

<tr>
<td class="org-left">The Candy House</td>
<td class="org-left">Jennifer Egan</td>
<td class="org-left">Ficción</td>
</tr>

<tr>
<td class="org-left">Un mal nombre</td>
<td class="org-left">Elena Ferrante</td>
<td class="org-left">Ficción</td>
</tr>

<tr>
<td class="org-left">Rise up Women!: The Remarkable Lives of the Suffragettes</td>
<td class="org-left">Diane Atkinson</td>
<td class="org-left">No ficción</td>
</tr>

<tr>
<td class="org-left">Las deudas del cuerpo</td>
<td class="org-left">Elena Ferrante</td>
<td class="org-left">Ficción</td>
</tr>

<tr>
<td class="org-left">Memories of a Militant</td>
<td class="org-left">Annie Kenney</td>
<td class="org-left">No ficción</td>
</tr>

<tr>
<td class="org-left">Noches de humo: Los protagonistas de la toma del Palacio de Justicia</td>
<td class="org-left">Olga Behar</td>
<td class="org-left">No ficción</td>
</tr>

<tr>
<td class="org-left">Mrs March</td>
<td class="org-left">Virginia Feito</td>
<td class="org-left">Ficción</td>
</tr>

<tr>
<td class="org-left">How to do Nothing: Resisting the attention economy</td>
<td class="org-left">Jenny Odell</td>
<td class="org-left">No ficción/Filosofía</td>
</tr>

<tr>
<td class="org-left">Lady Masacre</td>
<td class="org-left">Mario Mendoza</td>
<td class="org-left">Ficción</td>
</tr>

<tr>
<td class="org-left">Deep Work</td>
<td class="org-left">Cal Newport</td>
<td class="org-left">Autoayuda</td>
</tr>

<tr>
<td class="org-left">La Costa Nostra</td>
<td class="org-left">Laura Ardila Arrieta</td>
<td class="org-left">No ficción</td>
</tr>

<tr>
<td class="org-left">Murder on the Orient Express</td>
<td class="org-left">Agatha Christie</td>
<td class="org-left">Ficción</td>
</tr>

<tr>
<td class="org-left">Mi vida y el Palacio: 6 y 7 de noviembre de 1985</td>
<td class="org-left">Helena Urán Bidegain</td>
<td class="org-left">No ficción</td>
</tr>
</tbody>
</table>

<p>
Leí veinticinco libros&#x2013;y un puñado de artículos y documentos académicos&#x2013;en 2023. Nada mal; uno cada 15 días.
</p>
</div>
</div>
<div id="outline-container-org1ac5482" class="outline-2">
<h2 id="org1ac5482">Los pendientes</h2>
<div class="outline-text-2" id="text-org1ac5482">
<p>
Estos libros fueron empezados este años, pero todavía están pendientes.
</p>

<table>


<colgroup>
<col  class="org-left">

<col  class="org-left">

<col  class="org-left">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Título</th>
<th scope="col" class="org-left">Autor</th>
<th scope="col" class="org-left">Género</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">La niña perdida</td>
<td class="org-left">Elena Ferrante</td>
<td class="org-left">Ficción</td>
</tr>

<tr>
<td class="org-left">Two Wheels Good</td>
<td class="org-left">Jody Rosen</td>
<td class="org-left">No ficción</td>
</tr>

<tr>
<td class="org-left">The human stain</td>
<td class="org-left">Philip Roth</td>
<td class="org-left">No ficción</td>
</tr>

<tr>
<td class="org-left">Weapons of Math Destruction</td>
<td class="org-left">Cathy O&rsquo;Neil</td>
<td class="org-left">No ficción</td>
</tr>

<tr>
<td class="org-left">Diálogos IV</td>
<td class="org-left">Platón</td>
<td class="org-left">Filosofía</td>
</tr>
</tbody>
</table>

<p>
Todos están interesantes y con seguridad van a ser terminados en las primeras semanas del 2024.
</p>

<p>
Diálogos IV merece una mención especial, porque lo empecé en febrero y no he avanzada casi nada. Es un libro intimidatorio que, tal vez, no me siento preparado para iniciar. Pero no lo quiero abandonar tampoco.
</p>
</div>
</div>
<div id="outline-container-orge4c5b2d" class="outline-2">
<h2 id="orge4c5b2d">Los caídos</h2>
<div class="outline-text-2" id="text-orge4c5b2d">
<table>


<colgroup>
<col  class="org-left">

<col  class="org-left">

<col  class="org-left">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Título</th>
<th scope="col" class="org-left">Autor</th>
<th scope="col" class="org-left">Género</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">How to read nonfiction like a professor</td>
<td class="org-left">Thomas C. Foster</td>
<td class="org-left">No ficción</td>
</tr>

<tr>
<td class="org-left">Teaching with Cases: A Practical Guide</td>
<td class="org-left">Espen Andersen y Bill Schiano</td>
<td class="org-left">Académico</td>
</tr>

<tr>
<td class="org-left">Soft systems methodology in action</td>
<td class="org-left">Peter Checkland y Jim Scholes</td>
<td class="org-left">Académico</td>
</tr>
</tbody>
</table>

<p>
Simplemente no fueron suficientemente interesantes (el caso de Foster) o no era el momento adecuado de leerlos (los dos académicos). Está por verse si les doy otra oportunidad.
</p>
</div>
</div>
<div id="outline-container-org7ea16a3" class="outline-2">
<h2 id="org7ea16a3">Los sobresalientes</h2>
<div class="outline-text-2" id="text-org7ea16a3">
<p>
Puedo decir con tranquilidad que no leí libros malos este año, pero hubo algunos puntos muy altos que se deben resaltar.
</p>

<p>
En primer lugar está la serie Dos Amigas de Ferrante. Qué marranada de libros. En los superficial, la historia es interesante y la autora la lleva con buen ritmo; como dice uno de sus personas, es capas de mantener tensado el hilo que conecta al autor con el lector, sin llegar a romperlo. En lo profundo, es una serie que toca muchos temas (feminismo, posguerra, brecha social, anti-capitalismo, adultez, maternidad) y todos los toca de forma estupenda. Es fácilmente de lo mejor que he leído en mi vida.  
</p>

<p>
Luego está <i>Book of Goose</i> de Yiyun Li. Es un libro perturbador y encantador al mismo tiempo. Tal vez me quedó fácil cogerle cariño por la cercanía de la trama con Dos Amigas de Ferrante, pero incluso sin tener eso en cuenta es un libro precioso. 
</p>

<p>
Finalmente por el lado de la ficción está <i>A Visit from the Goon Squad</i> y (en menor medida) <i>The Candy House</i> de Egan. Libros complejos y densos, que tratan temas fundamentales para las generaciones futuras como la privacidad y la ética en la era digital. Tienen un punto altísimo en el capítulo narrado con una presentación de <i>PowerPoint</i> en <i>Goon Squad</i>. Qué marranada de capítulo.
</p>

<p>
Por el lado de la no-ficción, la marranada mayor fue El Infinito en un Junco de Vallejo. Qué forma magistral de contar una historia que, en papel, no parece la más interesante. Es un libro precioso y absorbente que no tuvo página mala. 
</p>

<p>
El siguiente en este género es <i>How to Do Nothing</i> de Odell. Lo escogí porque creí que era un libro de autoayuda y quería algo ligero para leer, pero me terminó sorprendiendo gratamente. Si bien la segunda mitad del libro no me conectó tanto, el inicio es sorprendente. 
</p>

<p>
Finalmente, la serie de libros sobre el Holocausto del Palacio de Justicia fue iluminadora, como también lo fue la serie sobre le movimiento sufragista.
</p>
</div>
</div>
<div id="outline-container-org3118c9e" class="outline-2">
<h2 id="org3118c9e">Los que vienen</h2>
<div class="outline-text-2" id="text-org3118c9e">
<p>
El 2023 fue un buen año para la lectura. Sin duda.
</p>

<p>
Pero fue solo un (re)comienzo.
</p>

<p>
En 2024 quisiera llegar a un libro cada 10 días, y variar un poco los géneros. En particular, quiero meter más libros académicos y de filosofía, evitar las series largas de libros de no-ficción (me leí 5 libros del palacio de justicia&#x2026;) para buscar más variedad en temáticas.
</p>

<p>
También quisiera tomar más ritmo con la lectura de artículos académicos. Construir con ese material el mismo hábito que construí con la lectura de libros en este año.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Fecha: 2023:12:29</p>
<p class="author">Autor: Juan E. Gómez-Morantes</p>
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 29.3 (<a href="https://orgmode.org">Org</a> mode 9.8-pre)</p>
</div>
</body>
</html>
